Repository: fluffware/EKtimer
Catalog: EKtimer/Localizable.xcstrings
Source language: en
Languages: sv

source: Count down
sv: Räkna ner

source: Count up
sv: Räkna upp

# DeleteConfirmTitle
source: Delete sequence
sv: Radera sekvens

# DeleteSeq
source: Delete
sv: Radera

source: Do you really want to delete sequence %@
sv: Vill du verkligen radera sekvensen %@

source: Duration
sv: Intervall

source: IP-address
sv: IP-adress

# KeepSeq
source: Keep
sv: Behåll

source: Name
sv: Namn

source: New sequence
sv: Ny sekvens

source: New step
sv: Nytt steg

# SoundBeepBeep
source: Beep Beep
sv: Pip pip

# SoundBuzzer
source: Buzzer
sv: Summer

# SoundSilent
source: Silent
sv: Tyst
